Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_244_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Geahča oanehisvideo vuovdaguoikalaš Niillasa birra .
smn: Niiles Keejâ uánihisvideo vuovdâkuoškâlii Nijlâsist

source: Niillas orru Vuovdaguoikkas Ohcejoga gielddas .
smn: Niijlâs áásá Vuovdâkuoškâst Ucjuv kieldâst .

source: Skuvlii ja gillái lea mátki 30 km ja áigi gollá guollebivddus .
smn: Škoovlân já siijdân lii mätki 30 km já äigi kolá kyelipiivdost .

source: Muhtumin Niillas idjada áhči ja unnavielja luhtte Norgga Kárášjogas .
smn: Motomin Niijlâs ijâstâl eeji já uccâviljii lunne Taažâ Kárášjuuvâst .

source: Váldoolmmoš : Niillas West
smn: Válduolmooš : Niiles West

source: Bagadallan / govven / čuohppan : Jovnna West
smn: Stivrim / kuvvim / čuoppâm : Jouni West

source: Buvttadeapmi : Sámi oahpahusguovddáš 2008
smn: Pyevtittâs : Säämi máttááttâskuávdáš 2008

source: Guhkkodat : 0,44
smn: Kukkodâh : 0,44
